import { Review } from "../types";

export const reviews: Review[] = [
  {
    id: 58497,
    username: "علی رضایی",
    identity: "خریدار",
    comment:
      "وقتی گوشی و دستتون میگیرین کیفیت و احساس میکنید‌. به خصوص صفحه نمایشش عالیه و زیر نور خورشید عملکرد خیلی خوبی داره و چشمو خسته نمیکنه با این وجود که خیلی از باتریش بد شنیدم ولی برای منی که خیلی کار تخصصی با گوشی انجام نمیدم و اهل گیم هم نیستم خوبه و روزی نهایتا یک بار به شارژ بزنم جواب میده از دوربینش که نگم براتون:) خیلی خوبه و عکسای با کیفیتی بهتون میده از دیجی کالا، هم در بحث تحویل سفارش و هم کیفیت و اصالت محصول راضی هستم فقط این بحث افزایش قیمت فضایی در کمتر از دوهفته خیلی آزاردهنده‌اس",
    satisfiesPercent: "۷۳,۱",
    like: "۴",
    dislike: "۰",
    active: true,
  },
  {
    id: 58498,
    username: "مریم محمدی",
    identity: "خریدار",
    comment: "دوربین خیلی خوبه، رنگ‌ها طبیعی و شارژ برای یک روز کامل کافی بود.",
    satisfiesPercent: "۸۸,۵",
    like: "۱۲",
    dislike: "۱",
    active: true,
  },
  {
    id: 58499,
    username: "حسین مرادی",
    identity: "خریدار",
    comment:
      "وقتی گوشی و دستتون میگیرین کیفیت و احساس میکنید‌. به خصوص صفحه نمایشش عالیه و زیر نور خورشید عملکرد خیلی خوبی داره و چشمو خسته نمیکنه با این وجود که خیلی از باتریش بد شنیدم ولی برای منی که خیلی کار تخصصی با گوشی انجام نمیدم و اهل گیم هم نیستم خوبه و روزی نهایتا یک بار به شارژ بزنم جواب میده از دوربینش که نگم براتون:) خیلی خوبه و عکسای با کیفیتی بهتون میده از دیجی کالا، هم در بحث تحویل سفارش و هم کیفیت و اصالت محصول راضی هستم فقط این بحث افزایش قیمت فضایی در کمتر از دوهفته خیلی آزاردهنده‌اس",
    satisfiesPercent: "۷۹",
    like: "۴",
    dislike: "۰",
    active: false,
  },
  {
    id: 58500,
    username: "سارا احمدی",
    identity: "خریدار",
    comment: "بسته‌بندی مناسب و ارسال سریع. عملکرد دستگاه رضایت‌بخشه.",
    satisfiesPercent: "۹۲,۳",
    like: "۲۰",
    dislike: "۲",
    active: true,
  },
  {
    id: 58501,
    username: "مهدی کاظمی",
    identity: "خریدار",
    comment:
      "باتری برای استفاده نیمه‌سنگین یک روز و نیم جواب میده. نمایشگر خوبه.",
    satisfiesPercent: "۸۰,۷",
    like: "۶",
    dislike: "۱",
    active: true,
  },
  {
    id: 58502,
    username: "نگار قاسمی",
    identity: "خریدار",
    comment: "دامنه تنظیمات دوربین کامل نیست ولی کیفیت عکس‌ها قابل قبوله.",
    satisfiesPercent: "۷۰,۴",
    like: "۲",
    dislike: "۰",
    active: false,
  },
];
